accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-utils
appstream
arandr
arc-gtk-theme
arch-install-scripts
arcolinux-grub-theme-vimix-git
arcolinux-keyring
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-systemd-services-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinuxd-system-config-git
asciinema
atool
autoconf
automake
base
bash-completion
bibata-cursor-theme-bin
bind
binutils
bison
blueberry
bluez-utils
brave-bin
broadcom-wl
bspwm
btrfs-progs
clonezilla
crda
cryptsetup
darkhttpd
ddrescue
dex
dhclient
dialog
diffutils
dmraid
dnsmasq
dosfstools
dunst
edid-decode-git
edk2-shell
efibootmgr
ethtool
exfatprogs
expac
f2fs-tools
fakeroot
feh
file
findutils
firefox
fish
flameshot
flex
fsarchiver
gawk
gcc
gettext
git
gksu
gnu-netcat
gparted
gpm
gptfdisk
grep
groff
grub
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gvfs-smb
gzip
haveged
hdparm
hw-probe
hwinfo
ipw2100-fw
ipw2200-fw
irssi
jfsutils
laptop-detect
libpwquality
libtool
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
m4
make
man-db
man-pages
mc
mdadm
memtest86+
mesa
mkinitcpio
mkinitcpio-nfs-utils
mlocate
mobile-broadband-provider-info
modemmanager
mtools
nano
nbd
ndisc6
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
nvme-cli
openconnect
openresolv
openssh
openvpn
os-prober
pacman
partclone
parted
partimage
patch
pavucontrol
pcmanfm
pkgconf
playerctl
polkit
polkit-gnome
polybar
ppp
pptpclient
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python2-pip
ranger
reflector
reiserfsprogs
rofi
rp-pppoe
rsync
rxvt-unicode
sardi-icons
sddm
sddm-sugar-candy-git
sdparm
sed
sg3_utils
smartmontools
spotify
squashfs-tools
starship
sudo
surfn-icons-git
sxhkd
syslinux
tcpdump
terminus-font
termite
testdisk
texinfo
tlp
trizen
ttf-cascadia-code
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-joypixels
ttf-ubuntu-font-family
ueberzug
upower
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbutils
vim
volumeicon
vpnc
wget
which
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xdg-user-dirs
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-vmware
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay-bin
zathura
zathura-pdf-mupdf
